{"nodes":[{"id":5,"title":"Communauté libre","x":469.0,"y":528.0,"info":"<h3>Communauté du libre</h3> Le logiciel libre a été défini en 1985 avec la création de la Free Software Foundation par Richard Stallman. Il rassemble depuis un ensemble de développeurs et d'utilisateurs qui font vivre l'esprit du logiciel libre. "},{"id":6,"title":"Éditeur logiciel","x":813.0,"y":261.0,"info":"<h3>Editeurs de logiciels</h3>Les éditeurs de logiciels font du développement leur coeur de métier. Il les publient la plupart du temps sous licence propriétaire, ainsi leur code est protégé contre la copie et la réutilisation. Leurs profits proviennent de la vente de licences pour l'utilisation des solutions logicielles qu'ils proposent. </br>On peut citer dans cette catégorie Microsoft, Apple, Dassault Systems. "},{"id":7,"title":"Syndicats éditeurs logiciels","x":633.0,"y":142.0,"info":"<h3>Syndicats de défense des éditeurs de logiciels</h3>Les intérêts des éditeurs de logiciels sur le marché sont défendus entre autres par différentes associations comme Syntec Numerique (Syndicat professionel des entreprises du numérique) et l'AFDEL (Association Française des Editeurs de Logiciels). On notera la position prise de l'INRIA (Institut National de Recherche en Informatique Appliquée) qui va dans le sens des assocations précédentes. "},{"id":8,"title":"Organismes promotion libre","x":325.0,"y":215.0,"info":"<h3>Organismes de promotion du logiciel libre</h3>Le développement des logiciels libres est appuyé par des associations comme la Free Software Foundation, l'APRIL (Association de Promotion et Recherche en Informatique Libre) et l'AFUL (Association Francophone des Utilisateurs de Logiciels libres). </br>Des projets permettent également le développement du logiciel libre, parmi lesquels GNU, Framasoft, Linux. "},{"id":9,"title":"Administrations","x":773.0,"y":601.0,"info":"<h3>Administrations</h3>Les administrations désignent des organismes publics tels quel les mairies, chambres de commerce et d'industrie, conseils régionnaux. Le choix de leurs équipement est à leur discrétion selon leur budget. "},{"id":10,"title":"Éducation Nationale","x":946.0,"y":466.0,"info":"<h3>Education Nationale</h3>Nous avons séparé le système éducatif des administrations car il est plus exposé au besoin de solutions informatiques pour la formation des élèves. "},{"id":11,"title":"État","x":600.0,"y":350.0,"info":"<h3>État</h3>L'État désigne l'ensemble des personnes (ministres, sénateurs, députés parmi lesquels Axelle Lemaire, Delphine Batho, Luc Bellot) qui peuvent influer sur l'orientation quand au choix d'équipements à fournir aux administrations et au ystème éducatif. "}],"edges":[{"source":8,"target":5,"info":"<h3>Influence des associations dans l'écosystème du logiciel</h3><p>Les associations de promotion du logiciel libre essaie de propager l'utilisation de solutions au delà des seules institutions françaises. </p><p>On notera l'action de la FSFE (Free Software Foundation Europe) qui a consisté à interpeler de nombreuses institutions européennes pour les inciter à supprimer leurs publicité envers les logiciels propriétaires. </br>Un certain nombre à répondu à cet appel en modifiant leurs sites internet. </p>"},{"source":7,"target":6,"info":"<h3>Influence des syndicats dans l'écosystème du logiciel</h3><p>Les syndicats tels que l'AFDEL sont en mesure de proposer des conférences de promotion des logiciels propriétaires, en mettant en avant leur poids dans l'économie et dans les emplois crées. </p>"},{"source":6,"target":10,"info":"<h3>Importance des logiciels propriétaires dans le système éducatif</h3><p>Les logiciels propriétaires parviennent à s'initier dans le système éducatif, et touchent ainsi un grand public.</p><p>On peut citer comme exemple l'accord de 13 millions d'euros passé avec Microsoft pour équiper l'éducation nationale</p>"},{"source":5,"target":10,"info":"<h3>Importance des logiciels libres dans le système éducation</h3><p>Depuis juillet 2013, le primat est accordé au logiciel libre dans l'enseignement supérieur. Ceci est une cohérence nécessaire </p>"},{"source":11,"target":5,"info":"<h3>Implication de l'État dans l'écosystème des logiciels libres</h3><p>L'État est à l'origine de publications visant à initier à l'utilisation de logiciels libres, en plus de sa liste de logiciels recommandés (socle interministériel de logiciels libres) de 2016. </p>"},{"source":9,"target":5,"info":"<h3>Apports du logiciel libre dans les administrations</h3><p>Certaines administrations ont fait le choix d'utiliser des logiciels libres pour leur fonctionnement. </p><p>On peut par exemple citer la Gendarmerie Nationale qui utilise depuis 2001 une distribution libre dérivée d'Ubuntu pour ses ordinateurs. </p> <p>Au niveau des administrations territoriales, on peut souligner la volonté de développer les logiciels libres, avec l'exemple de la ville de Bordeau qui a développé un logiciel d'annuaire libre, ou de la CRESS (Chambre Régionnale de l'Economie Sociale et Solidaire) des Pays de la Loire qui encourage l'utilisation de logiciels libres. </p>"},{"source":8,"target":11,"info":"<h3>Relation entre État et Promoteurs du logiciel libre</h3><p>Les associations défendant le logiciel libre font entendre leur voix au niveau de l'état, en dénonçant par exemple la concurence déloyale des éditeurs de logiciels propriétaires. </p><p>On peut citer à cet égard la lettre adressée à la ministre de l'éducation nationale, dénonçant l'accord passé avec la société Microsoft pour l'achat de licenses pour l'enseignement. </p>"},{"source":7,"target":11,"info":"<h3>Relations entre l'État et les synicats de défense des éditeurs de logiciels</h3>La défense des éditeurs de logiciels propriétaires est également vive, puisque ces associations ont également dénoncé le favoritisme ouvertement exprimé envers les logiciels libres dans le système éducatif. Il s'agit selon eux de concurence déloyale, et nuit à leur productivité. "},{"source":11,"target":10,"info":"<h3>Influence de l'état dans les équipements du système éducatif</h3>L'État a publié une liste de logiciels libres recommandés pour l'éducation. </br>Ils concernent les utilisations bureautiques, mais également les logiciels de gestion d'intranets (ENT, environnement numérique de travail) et serveurs déployés. "},{"source":11,"target":9,"info":"<h3>Influence de l'État sur les équipements des administrations</h3>Les députés n'ont pas voté pour l'obligation d'utilisation des logiciels libres pour les administrations, à l'issue de la consulation citoyenne relative au projet de loi numérique. </br>Ils suggèrent plutôt de laisser la liberté de choix à chaque administration, selon les besoins de ses personnels. "}]}